export const mainteam = [
  { name: "Слова", img: "/main01.png", link: "/words" },
  { name: "Фразы", img: "/main02.png", link: "/sentences" },
  { name: "Глаголы", img: "/main03.png", link: "/verb" },
  { name: "Мои слова", img: "/my.png", link: "/profile" },
  { name: "Книга жалоб", img: "/main04.png", link: "/post" },
];

export const tems_1 = [
  "Местоимения",
  "Числа от 1 до 10",
  "Числа от 10 до 100",
  "Числа от 100",
  "Дроби",
  "Математические действия",
  "Числа. Разное",
  "Самые важные глаголы - 1",
  "Самые важные глаголы - 2",
  "Самые важные глаголы - 3",
  "Самые важные глаголы - 4",
  "Цвета",
  "Вопросы",
  "Основные предлоги",
  "Наречия - 1",
  "Наречия - 2",
];

export const tems_2 = [
  "Дни недели",
  "Часы. Время суток",
  "Месяцы. Времена года",
  "Время. Разное",
  "Противоположности",
  "Служебные слова",
  "Линии и формы",
  "Меры измерения",
  "Емкости",
  "Материалы",
  "Металлы",
  "Термины общие",
];

export const tems_3 = ["Человек.Общие понятия", "Анатомия", "Голова", "Тело"];

export const tems_4 = [
  "Верхняя одежда",
  "Одежда",
  "Белье",
  "Обувь",
  "Ткани, материалы",
  "Аксессуары",
  "Одежда разное",
  "Уход, косметика",
  "Украшения",
  "Часы",
];
export const tems_5 = [
  "Продукты",
  "Напитки",
  "Овощи",
  "Фрукты, орехи",
  "Сладости, хлеб",
  "Блюда",
  "Приправы.Специи",
  "Прием пищи",
  "Сервировка стола",
  "Ресторан",
];
export const tems_6 = [
  "Анкета",
  "Семья, родственники",
  "Друзья, знакомые ",
  "Женщина, мужчина",
  "Возраст",
  "Ребенок",
  "Романы",
];
export const tems_7 = [
  "Состояние человека",
  "Характера, личность",
  "Сон",
  "Юмор, смех, радость",
  "Общение, диалог - 1",
  "Общение, диалог - 2",
  "Общение, диалог - 3",
  "Согласие, несогласие",
  "Успех, удача",
  "Обиды, ссора",
];

export const tems_8 = [
  "Болезни",
  "Симптомы - 1",
  "Симптомы - 2",
  "Симптомы - 3",
  "Врачи",
  "Лекарства",
  "Курение",
];
export const tems_9 = [
  "Город. Жизнь в городе",
  "Городские учреждения",
  "Достопримечательности",
  "Покупки",
  "Деньги",
  "Почта",
];
export const tems_10 = [
  "Дом, жилище",
  "Дом, подьезд, лифт",
  "Дом, электричество",
  "Дом, дверь, замок",
  "Загородный дом",
  "Особняк, вилла",
  "Замок, дворец",
  "Квартира",
  "Уборка",
  "Мебель, интерьер",
  "Кровать",
  "Кухня",
  "Ванная комата",
  "Бытовая техника",
  "Ремонт",
  "Водопровод",
  "Пожар",
];
export const tems_11 = [
  "Офис, работа в офисе",
  "Работа - 1",
  "Работа - 2",
  "Контракт",
  "Производство",
  "Импорт, экспорт",
  "Финансы",
  "Маркетинг",
  "Мобильный телефон",
  "Канцелярия",
  "Документы",
  "Виды бизнеса",
  "Выставка",
  "СМИ",
  "Сельское хозяйство",
  "Стройка",
  "Наука",
];
export const tems_12 = [
  "Поиск работы, увольнение",
  "Люди в бизнесе",
  "Профессии в сфере услуг",
  "Государсвенные служащие",
  "Профессии в сельском хозяйстве",
  "Профессии в искусстве",
  "Профессии разные",
  "Социальное положение",
];
export const tems_13 = [
  "Виды спорта",
  "Спортивный зал",
  "Хоккей",
  "Футбол",
  "Горные лыжи",
  "Теннис, гольф",
  "Шахматы",
  "Бокс",
  "Спорт разное",
];
export const tems_14 = [
  "Школа",
  "Вуз",
  "Науки и дисциплины",
  "Письмо, части речи, орфография",
  "Сказочные персонажи",
  "Знаки зодиака",
];

export const tems_15 = [
  "Театр",
  "Кино",
  "Изобразительное исскуство",
  "Литература, поэзия",
  "Цирк",
  "Музыка, эстрада",
];
export const tems_16 = [
  "Турпоездка",
  "Гостиница",
  "Книги, чтение",
  "Охота, рыбалка",
  "Игры",
  "Казино",
  "Отдых разное",
  "Фотография",
  "Пляж",
];
export const tems_17 = [
  "Компьютер",
  "Интернет",
  "Электричество",
  "Инструменты",
];
export const tems_18 = [
  //"Самолет",
  "Поезд",
  "Корабль",
  "Аэропорт",
  "Велосипед, мотоцикл",
];
export const tems_19 = [
  "Автомобиль виды",
  "Кузов",
  "Автомобиль салон",
  "Автомобиль двигатель",
  //"Авария, ремонт",
  "Дорога",
  "Дорожные знаки",
];

export const tems_21 = [
  "Праздник",
  "Похороны",
  "Война",
  "Война - 2",
  "Оружие",
  "Первобытные люди",
  "Средние века",
  "Правитель, шеф, руководитель",
  "Дорога, путь",
  "Нарушение закона -1",
  "Нарушение закона - 2",
  "Полиция - 1",
  "Полиция - 2",
];

export const tems_22 = [
  "Космос",
  "Земля",
  "Части света",
  "Море, океан",
  "Горы",
  "Названия гор",
  "Реки",

  "Лес",
  "Природные ресурсы",
];
export const tems_23 = ["Погода", "Стихия", "Шумы, звуки", "Зима"];
export const tems_24 = [
  "Млекопитающие",
  "Дикие животные",
  "Домашние животные",
  "Собаки, породы",
  "Звуки животных",
  "Детеныши животных",
  "Птицы",
  "Рыбы, морские животные",
  "Земноводные, пресмыкающиеся",
  "Насекомые, беспозвоночные",
  "Части тела животных",
  "Действия животных",
  "Среда обитания",
  "Разное",
  "Лошади",
];
export const tems_25 = [
  "Деревья",
  "Кустарники",
  "Грибы",
  "Фрукты,ягоды",
  "Цветы, растения",
  "Зерновые",
  "Овощи, зелень",
];
export const tems_26 = [
  "Западная Европа",
  "Центральная и Восточная Европа",
  "Страны бывшего СССР",
  "Азия",
  // "Северная Америка",
  "Центральная и Южная Америка",
  "Африка",
  "Австралия и Океания",
  "Города",
  //"Дорога, путь",
  "Политика -1",
  "Политика - 2",
  "Страны разное",
  "Мировые религии",
];

export const tems_27 = [
  "Глаголы А-Е",
  "Глаголы Ж-М",
  "Глаголы Н-О",
  "Глаголы П",
  "Глаголы Р-Т",
  "Глаголы У-Я",
];

export const tems_28 = [
  "Прилагательные - 1",
  "Прилагательные - 2",
  "Прилагательные - 3",
  "Прилагательные - 4",
  "Прилагательные - 5",
];

export const tems = [
  {
    name: "Основые понятия 1",
    nom: tems_1,
    img: "/imgaz01.png",
    sach: "tems1",
  },
  {
    name: "Основые понятия 2",
    nom: tems_2,
    img: "/imgaz02.png",
    sach: "tems2",
  },
  { name: "Человек", nom: tems_3, img: "/imgaz03.png", sach: "tems3" },
  { name: "Одежда", nom: tems_4, img: "/imgaz04.png", sach: "tems4" },
  { name: "Питание", nom: tems_5, img: "/imgaz05.png", sach: "tems5" },
  {
    name: "Семья, окружающие",
    nom: tems_6,
    img: "/imgaz06.png",
    sach: "tems6",
  },
  {
    name: "Чувства, характер",
    nom: tems_7,
    img: "/imgaz07.png",
    sach: "tems7",
  },
  { name: "Медицина", nom: tems_8, img: "/imgaz08.png", sach: "tems8" },
  { name: "Город", nom: tems_9, img: "/imgaz09.png", sach: "tems9" },
  { name: "Жилище", nom: tems_10, img: "/imgaz10.png", sach: "tems10" },
  {
    name: "Работа, бизнес",
    nom: tems_11,
    img: "/imgaz11.png",
    sach: "tems11",
  },
  { name: "Профессии", nom: tems_12, img: "/imgaz12.png", sach: "tems12" },
  { name: "Спорт", nom: tems_13, img: "/imgaz13.png", sach: "tems13" },
  { name: "Образование", nom: tems_14, img: "/imgaz14.png", sach: "tems14" },
  { name: "Исскуство", nom: tems_15, img: "/imgaz15.png", sach: "tems15" },
  {
    name: "Отдых, развлечения",
    nom: tems_16,
    img: "/imgaz16.png",
    sach: "tems16",
  },
  { name: "Техника", nom: tems_17, img: "/imgaz17.png", sach: "tems17" },
  { name: "Транспорт", nom: tems_18, img: "/imgaz18.png", sach: "tems18" },
  { name: "Автомобиль", nom: tems_19, img: "/imgaz19.png", sach: "tems19" },
  { name: "События ", nom: tems_21, img: "/imgaz20.png", sach: "tems20" },
  { name: "Планета", nom: tems_22, img: "/imgaz21.png", sach: "tems21" },
  { name: "Погода", nom: tems_23, img: "/imgaz22.png", sach: "tems22" },
  { name: "Фауна", nom: tems_24, img: "/imgaz23.png", sach: "tems23" },
  { name: "Флора", nom: tems_25, img: "/imgaz24.png", sach: "tems24" },
  { name: "Страны", nom: tems_26, img: "/imgaz25.png", sach: "tems25" },
  {
    name: "Прилагательные",
    nom: tems_28,
    img: "/imgaz26.png",
    sach: "tems26",
  },
  { name: "Глаголы", nom: tems_27, img: "/imgaz27.png", sach: "tems27" },
];
